/********************************************************************************************************************************* 
 * @Author: Eureke
 * @Date: 2024-07-01 02:27:43
 * @LastEditTime: 2024-07-01 03:55:14
 * @Description: 
 * @FilePath: \5-2 旋转编码器计次\Encoder\Encoder.h
 **********************************************************************************************************************************/ 
#ifndef __ENCODER_H
#define __ENCODER_H

void Encoder_Init(void);
int32_t Encoder_GetDeltCount(void);

#endif /* __ENCODER_H */
